Revit 2024 API
ScheduleFieldId.ToString Method
 Gets a String representation of the integer value of the id.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public override string ToString()
Visual Basic
Public Overrides Function ToString As String
Visual C++
public:
virtual String^ ToString() override
See Also
ScheduleFieldId Class
Autodesk.Revit.DB Namespace